Repository: Ukrainian-Irdya-Project/wesnoth-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk_ua

source: This brave warrior, known as Rilhon among the Naga, heard tell of a fabulous treasure that had been lost in these watery caves— a spear whose head was said to have been fashioned from the tooth of Chak’kso Ney’yks, an Elder Basilisk slain long ago by the Elvish hero, Eloralduil. According to the legend, the weapon rested somewhere on the bottom of this very lake (Ruaskkolin Lake, named for a well-known Sea Serpent who made it his home). Having prepared himself for battle with the Serpent, Rilhon met with two rather large surprises. The first was the petrified form of Ruaskkolin the Serpent. The second was the very-much-alive Chak’kso Ney’yks, who was, oddly enough, in possession of all of his teeth. (inscribed by Paterson)
uk_ua: Сміливий воїн, відомий серед нагів як Рілхон, почув про легендарний скарб, загублений в цих підводних печерах — спис, чий наконечник, як говорили, був зроблений з ікла Чак'ксо Ней'їкса, Старшого Василіска, давно вбитого ельфійським героєм Елоралдуелем. Згідно з легендою, зброя залишилася десь на дні цього озера (озеро Руаскколін, назване на честь відомого Морського Змія, який колись там оселився). Добре підготувавшись до сутички зі Змієм, Рілхон зустрівся з двома несподіванками. Перша — це скам'янілий змій Руаскколін. Другий — навіть дуже живий Чак'ксо Ней'їкс, у якого до того ж всі зуби були на місці. (написав Paterson)

source: This build of wesnoth does not include support for desktop notifications, contact your package manager
uk_ua: Ця збірка Весноту не включає в себе підтримку сповіщень робочого столу, всі питання до вашого пакетним менеджером

source: This castle is under a constant, <i>chaotic</i> time of day (equivalent to permanent night), except for illuminated hexes adjacent to lit stone walls (neutral time of day). Place your units carefully, as your troops will be weaker and enemy units stronger.
uk_ua: Цей замок знаходиться у постійному <i>хаотичному</i> часі доби(рівнозначно вічній ночі), за виключенням окремих клітинок поряд з факелами та стінах(нейтральний час доби). Розташовуйте своїх бійців обережно, так як вони будуть слабкіше, а вороги сильніше.

source: This castle seems as dark as a cave!
uk_ua: У цьому замку темно, неначе в печері!

source: This chest contains all the money that rogue has taken from unwary travelers!
uk_ua: У цій скрині знаходяться усі гроші, які цей мерзотник забрав у необережних мандрівників!

source: This command is currently unavailable.
uk_ua: Ця команда наразі недоступна.

source: This concludes the fundamentals of Wesnoth. You might want to read up on basic strategy, or familiarize yourself with <ref>dst='..traits_section' text='traits'</ref> and <ref>dst='..abilities_section' text='abilities'</ref>, but you now know everything you need to know to play the <italic>text='Heir to the Throne'</italic> campaign. Have fun, and good luck!
uk_ua: На цьому ми завершуємо розгляд основ гри ‘Битва за Веснот’. Ви можете також прочитати ‘Основи стратегії’ або ознайомитись з <ref>dst='..traits_section' text='особливостями бійців'</ref> та <ref>dst='..abilities_section' text='уміннями'</ref>, але Ви вже знаєте досить, щоб розпочати кампанію <italic>text='Спадкоємець престолу'</italic>. Насолоджуйтесь та удачі!

source: This creates a game just running on your computer. You can either use it as hotseat game where everyone plays at the same computers by taking turns in the <emphasis>hotseat</emphasis>. Hotseat games will take about the same time to play as games played over the Internet. Or you can just play a scenario against AI opponents rather than human players. This can be a good way to become familiar with the various maps that are used for multiplayer games before playing against real opponents. It can also be used as a simple way to explore the capabilities of units from the different factions by choosing which faction you will play and which faction your opponents are in these games. Of course, you can also mix both in one game. That is, play together in a game with a friend against an AI opponent.
uk_ua: Цей пункт створює гру лише на вашому комп'ютері. Ви можете запустити <emphasis>одномісну</emphasis> гру, коли декілька гравців роблять ходи на одній машині по черзі. Одномісний варіант гри займає приблизно той же час що і гра через інтернет. Або ви можете зіграти сценарій проти комп'ютера. Це корисно, якщо ви хочете познайомитися з різними типами карт, перш ніж станете грати проти реальних суперників. Це також корисно для знайомства з особливостями різних бійців, щоб вибрати, за яку фракцію ви вважаєте за краще грати, і за кого гратимуть ваші суперники. Звичайно, ви можете поєднувати обидва ці типи ігор - грати з друзями проти комп'ютерного противника.

source: This creature seems unusually intelligent for its kind. Perhaps it will help us!
uk_ua: Це створіння здається надзвичайно розумним, як для його виду. Можливо, воно нам допоможе!

source: This cursed outfit spreads a trail of darkness, harming those who get too close.
uk_ua: Це прокляте вбрання поширює навколо себе темряву, завдаючи шкоди тим, хто підійде надто близько.

source: This deadly poison envenoms the user’s blade and pierce attacks, increasing damage and allowing them to inflict poison.
uk_ua: Ця смертельна отрута підсилює ріжучі та колючі атаки власника, збільшуючи шкоду і дозволяючи отруювати ворогів.

source: This delicate blossom rarely found in snowy peaks, is strongly appreciated for its beneficial effects on health.
uk_ua: Ця ніжна квітка, що рідко зустрічається на снігових вершинах, високо цінується за її корисний вплив на здоров'я.

source: This development is troubling to me as well. He must have made some pact with the undead, but how could a mere brigand gain such powers?
uk_ua: Цей розвиток подій також хвилює мене. Він, мабуть, уклав якусь угоду з нежиттю, але як звичайний розбійник міг отримати такі великі сили?

source: This doesn’t look too bad.
uk_ua: Виглядає не так вже і погано.

source: This enchanted longbow enhances the wielder’s ranged attacks with uncanny precision and increased damage.
uk_ua: Цей зачарований довгий лук посилює дальні атаки власника, надаючи неймовірну точність та збільшуючи шкоду.

source: This enchanted spear drives the owner to commit himself to his rage. A unit’s melee strikes are doubled in power when attacking, but the same is true for the retaliation strike of the defender.
uk_ua: Цей зачарований спис змушує власника віддатися своїй люті. Удари бійця в ближньому бою подвоюються, коли він атакує, але те ж саме стосується і удару у відповідь захисника.

source: This ends here, Jevyan. Even if I believed your words I couldn’t give you the Ruby of Fire.
uk_ua: У тому і складність, Жев'яне. Навіть якби я повірив твоїм словам, я не зміг би віддати тобі Вогняний Рубін.

source: This exotic drug of organic origin enhances user’s vitality and awareness. It has no effect when consumed by undead.
uk_ua: Цей екзотичний наркотик органічного походження покращує життєву силу та загострює свідомість вживача. Не діє, якщо його вживає мрець.

source: This forest looks quiet — too quiet. Proceed carefully, I don’t like this at all.
uk_ua: У лісі тихо — занадто тихо.... Ступайте обережно, не подобається мені усе це.

source: This forgotten book imparts ancient knowledge to the reader.
uk_ua: Ця забута книга надає стародавні знання своєму читачу.

source: This foul-smelling potion allows the imbiber to regenerate health.
uk_ua: Це зілля з мерзотним запахом дозволяє тому, хто його вип'є, регенерувати здоров'я.

source: This frigid ring envelops the user’s melee attacks with icy cold, changing their damage to cold and allowing them to inflict deathly chills that slow the enemy.
uk_ua: Це холодне кільце огортає крижаним холодом атаки ближнього бою, змінюючи тип їхньої шкоди на холод і дозволяючи поширювати смертельний озноб, що сповільнює ворога.

source: This game cannot be joined because the host has out-of-date add-ons that are incompatible with your version. You might wish to suggest that the host's add-ons be updated.
uk_ua: До гри неможливо приєднатися, оскільки у хоста стара версія аддону і вона несумісна з вашою. Ви можете запропонувати хосту оновити його аддони.

source: This game doesn't allow observers. Observe using moderator rights anyway?
uk_ua: У цій грі не дозволені спостерігачі. Все одно спостерігати, використовуючи права модератора?

source: This game has been ended. Reason:
uk_ua: Гру було завершено. Причина:

source: This game is password protected. Join using moderator rights anyway?
uk_ua: Ця гра захищена паролем. Все одно під'єднатися, використовуючи права модератора?

source: This game requires one or more user-made addons to be installed or updated in order to join. Do you want to try to install them?
uk_ua: Для приєднання до гри необхідно встановити або оновити один або більше аддонів. Бажаєте спробувати встановити їх зараз?

source: This grisly concoction instills the drinker with an insatiable unholy hunger for more blood. Every time a foe is slain, a part of his lifeforce is eternally claimed through arcane ghoulish powers.
uk_ua: Це жахливе зілля вселяє в того, хто його п'є, ненаситну нечестиву жагу до крові. Кожного разу, коли він вбиває ворога, частина його життєвої сили забирається силою гуля.

source: This has taken too long. We will surely miss our meeting with Ardonna now.
uk_ua: Щось я забарився. Тепер я не встигну на зустріч з Ардонною.

source: This helps us how?
uk_ua: Як це може нам допомогти?

source: This holy armor of thin gold radiates pure light, illuminating the bearer’s body and soul. This effect will heal allies, blind evil, and preemptively smite those who seek to do harm.
uk_ua: Цей святий обладунок з тонкого золота випромінює чисте світло, освітлюючи тіло і душу власника. Цей ефект зцілюватиме союзників, засліплюватиме зло та випереджатиме тих, хто прагнутиме заподіяти шкоду.

source: This inspiring banner rallies the bearer’s allies to war, imparting a damage bonus to the allied units around it.
uk_ua: Цей надихаючий стяг закликає союзників прапороносця на бій, надаючи бонус до шкоди навколишнім дружнім бійцям.

source: This is Free Software; this software is licensed under the GPL version 2, as published by the Free Software Foundation. There is NO warranty; not even for MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
uk_ua: Це Вільне Програмне Забезпечення; воно ліцензоване під ліцензією GPL версії 2, що опублікована Free Software Foundation. Гарантії НЕ надаються; ні щодо ПРОДАЖУ, ні щодо ПРИДАТНОСТІ ДЛЯ КОНКРЕТНИХ ЦІЛЕЙ.

source: This is OUR territory and you will not pass.
uk_ua: Це НАША земля, і ви тут не пройдете.

source: This is a decision you will have to make. If we fight the undead without the book’s help, it will be an honor to fight by your side, no matter what the outcome.
uk_ua: Ти повинен прийняти рішення. Якщо ми битимемося з мерцями без допомоги Книги, то честю буде битися твоєму боці, незалежно від результату.

source: This is a disaster. I should have led the army myself and died with them. And I should have listened to you, Delfador.
uk_ua: Це жахливо. Я повинен був вести свою армію сам і загинути разом з нею. І я повинен був послухатися тебе, Делфадоре.

source: This is a good place for a large colony, so I imagine we will see more soon.
uk_ua: Тут відмінне місце для великої колонії, так що мені здається, ми їх ще зустрінемо.

source: This is a good place for a large colony, so I think we will see more soon.
uk_ua: Тут відмінне місце для великої колонії, так що я думаю, ми їх ще зустрінемо.

source: This is a great evil. The dead will not find peace by passing through your gateway, Iliah-Malal, for you cannot give them life again. You have not brought an end to death, but to life itself!
uk_ua: Це велике зло. Мертві не знайдуть покою, пройшовши через твої ворота, Іліа-Малале, ти не можеш дати їм життя знову. Ти знайшов кінець не смерті, а життя!

source: This is a group of units, all of whom are <ref>dst='$topic_id' text='$help_taxonomy'</ref>.
uk_ua: Це група бійців, кожен з яких <ref>dst='$topic_id' text='$help_taxonomy'</ref>.

source: This is a sculpture made of stone.
uk_ua: Це кам'яна скульптура.

source: This is a two-part tutorial intended for people who are new to the game. Part 1 will teach you the basics about movement, attacking, healing, and recruiting. Firstly, you’ll choose a hero (both heroes play the same).
uk_ua: Цей посібник складається з двох частин і призначений для нових гравців, що ще ніколи не грали. Перша частина навчить вас основам, таким як атака, зцілення та вербування. Спочатку виберіть героя (вони відрізняються лише візуально).

source: This is elvish land no more. I, Eldred, Prince of Wesnoth and heir to the throne, claim it for Wesnoth and Queen Asheviere. Delfador does not rule in Wesnoth!
uk_ua: Ця земля більше не належить ельфам. Я, Ельдред, принц Весноту і законний спадкоємець престолу, оголошую її власністю Весноту і Королеви Ашевір. Делфадор не править у Весноті!

source: This is for practical reasons: a heavily wounded unit cannot hold back or kill the enemy. During attack and counterattack, it most often will perish. Further, by sending it to its sure death, its gathered experience points (XP) are lost. Recruiting a replacement may be impossible because the leader is not in its keep or because funds are running low. Even if you can recruit a replacement, it is most often far away from the battle front. So don&#8217;t waste your units.
uk_ua: Це потрібно з практичних міркувань: важко поранений боєць не зможе тримати оборону або вбити ворога. Під час атаки і контратаки він, найімовірніше, загине. При цьому, відправляючи його на вірну смерть, будуть втрачені зароблені ним очки досвіду. Завербувати йому заміну може бути неможливим, оскільки лідер знаходиться не в укритті, або у вас замало золота. Але навіть якщо ви і зможете завербувати заміну, часто місце вербування знаходиться далеко від поля бою. Тому не марнуйте ваших бійців.

source: This is going to cost me, but I want to keep some gold around for emergencies — I think 50 is about right. I’d better send someone to collect some. (<i>Cough, cough</i>) I hope I can lure these fish onto land. Maybe I should recruit some bait.
uk_ua: Це може нам дорого обійтися, але мушу мати трохи золота про всяк випадок. Гадаю, 50 золотих вистачить. Треба послати когось зібрати грошенят. (<i>Кхе-кхе</i>) Сподіваюся, цих риб'ят якось вдасться виманити на сушу. Треба знайти наживку.

source: This is going to cost us, but I want to keep some gold around for emergencies — I think 50 is about right. Help me collect some. (<i>Cough, cough</i>)
uk_ua: Це коштуватиме нам часу, проте мені б хотілося мати трохи золота про всяк випадок. Гадаю, 50 золотих вистачить. Допоможи-но мені їх зібрати. (<i>Кхе-кхе</i>)

source: This is going to get ugly...
uk_ua: Добром це не закінчиться...

source: This is hopeless! If carrying out my mission means killing these noble creatures, then I cannot continue.
uk_ua: Це безнадійно! Якщо виконати мою місію означає убити цих благородних істот, то я не можу продовжувати.

source: This is hopeless. Many more enemies are coming, while our numbers are limited.
uk_ua: Це безнадійно. Ворогам немає кінця, а нас усе менше.

source: This is impossible!
uk_ua: Це неможливо!

source: This is no game, Konrad! Orcs have encamped across the river. This is elven country; they are fools to enter here. We elves are fast and hard to hit in forests. You must defeat their leader so they never threaten us again. I will advise you.
uk_ua: Конрад, це вже не іграшки! На іншому березі річки засіли орки. Це ельфійська земля; вони поступили нерозумно, прийшовши сюди. Ми, ельфи, в лісі швидкі і майже невразливі. Переможи їх ватажка, щоб вони нас більше не турбували. Я даватиму тобі поради.

source: This is no game, Li’sar! Orcs have encamped across the river. This is elven country; they are fools to enter here. We elves are fast and hard to hit in forests. You must defeat their leader so they never threaten us again. I will advise you.
uk_ua: Лі’сар, це вже не іграшки! На іншому березі річки засіли орки. Це ельфійська земля; вони поступили нерозумно, прийшовши сюди. Ми, ельфи, в лісі швидкі і майже невразливі. Переможи їх ватажка, щоб вони нас більше не турбували. Я даватиму тобі поради.

source: This is no time for bravado. You must head east because my people came from the west, which is teeming with every form of enemy and monster imaginable. There is literally no room there. If you thought we were bad, you should see what else comes behind us. You’d be slaves, or you’d be dead.
uk_ua: Не час для похваляння. Треба йти на схід, тому що мій народ прийшов із заходу, де водяться усі мислимі тварюки і бродять усі мислимі вороги. Вам там не місце. Думаєте, ми погані? Ви б подивилися, хто зараз йде звідти. Вас обернуть в рабство або просто уб'ють.

source: This is no time to return to our vessel! We must take control of the island!
uk_ua: Не на часі повертатися на корабель! Ми повинні відвоювати острів!

source: This is not a multiplayer save.
uk_ua: Це не мережеве збереження.

source: This is not food. And it is definitely not a toy. Leave it.
uk_ua: Це не їжа. І точно не іграшка. Полиш це.

source: This is quite a change from fighting bandits in the farmlands near Westin!
uk_ua: Це трошки не схоже на бої з бандитами у полях навколо Вестіну!

source: This is surely the Land of the Dead... and it seems I am still alive. But then, as Leollyn warned, I can never return! I suppose I may as well explore.
uk_ua: Це точно Мертві Землі... і здається, що я все ще живий. Але тоді, як і попереджав Леолин, я можу ніколи не повернутися назад! Мабуть, почну досліджувати.

source: This is the Elder Prince’s island all right. We had a heck of a time pacifying the drakes who live here. Oh my, it looks like they’ve rearmed!
uk_ua: Все вірно, це острів Старшого Принца. Ми витратили купу часу, приборкуючи дрейків, що живуть тут. О ні, вони, схоже, знову взялися за зброю!

source: This is the Vale of Blossoming Trees. Our great sages come here to find peace and enlightenment. Some other elves also live nearby — mostly artisans inspired by the tranquility of this valley.
uk_ua: Це долина Квітучих Дерев. Наш великий мудрець прийшов жити сюди, щоб знайти спокій та полегшення. Деякі інші ельфи також живуть поряд — загалом майстри, що надихаються устроєм цієї долини.

source: This is the end for me...
uk_ua: Для мене це кінець...

source: This is the far end of that river bed. Legend has it—
uk_ua: Тут далекий кінець русла. Легенда свідчить, що—

source: This is the last scenario.
uk_ua: Це останній сценарій.

source: This is the nearest human garrison, Delfador — the only place where the river can be crossed. Soon after the last King of Wesnoth began his reign, he put a strong garrison not far south of here in the town of Parthyn, and orcs have not been able to cross into Wesnoth over this part of the river since.
uk_ua: Це найближчий людський гарнізон, Делфадоре — єдине місце, де можна переправитися через ріку. Незабаром після того, як останній Король Весноту почав своє правління, він побудував сильний гарнізон недалеко на південь звідси в містечку Парфін, і більше орки не могли перетинати межу Веснота в цій частині ріки.

source: This is the second Eldaric I get to say goodbye to. At least this time it is easier than the first.
uk_ua: Ось і другий Ельдарік, з яким я прощаюся. Цього разу це хоч би не так тяжко.

source: This is the true story of how Delfador the Great arose from his humble beginnings, the tale of how he became the most famous and powerful of all the mages of Wesnoth.
uk_ua: Це правдива історія Делфадора Великого, розповідь про те, як він став найвідомішим і наймогутнішим з усіх магів Весноту.

source: This is too quiet. I don’t like this one bit, not one bit at all.
uk_ua: Тут аж надто тихо. Мені це ні крапельки не подобається.

source: This is very serious. Have you informed the elvish settlements?
uk_ua: Це дуже серйозно. Ти розповіла про це в ельфійських поселеннях?

source: This is what we have been training for! Now we drive these beasts back!
uk_ua: Ось те, до чого ми готувалися! Проженемо ж цих тварюк назад!

source: This is wonderful news, commander! I shall spread word about your heroic deed! But... I am afraid there is another problem. There are rumors of trouble with the elves of the Aethenwood.
uk_ua: Це чудові новини, командире! Я поширю новини про ваш героїчний вчинок! Але... Я боюся, ми маємо іншу проблему. Ходять чутки про неприємності з ельфами Етенвуду.

source: This island is slowly sinking. Hmm, I wonder what they’ll do when it gets too small for them?
uk_ua: Острів повільно занурюється у воду. Гм, цікаво, що вони робитимуть, коли він стане для них занадто малий?

source: This island is the place where I was born, and where I learned magic; it used to be so beautiful. We must recapture it! To arms!
uk_ua: Тут я народився, і тут я навчився чаклувати, цей острів був таким прекрасним. Ми повинні звільнити його! До зброї!

source: This isn’t so bad. Haldric’s kind are such a suspicious lot when it comes to these sorts of things.
uk_ua: Все не так вже і погано. Люди типу Хальдріка завжди насторожі, коли справа доходить до таких речей.

source: This legendary trident can summon lightning from the heavens, granting its wielder magical ranged fire attack.
uk_ua: Цей легендарний тризуб може викликати блискавки з небес, надаючи своєму власнику дальню вогняну магічну атаку.

source: This lightweight cloak renders its wearer almost invisible in the darkness and lets them move with fluid grace past enemies with ease.
uk_ua: Ця легка накидка робить свого власника майже невидимим у темряві і дозволяє з легкістю рухатися повз ворогів.

source: This looks like a secret door. Let’s see where it leads...
uk_ua: Гм, виглядає як таємний хід. Подивимося, куди він веде...

source: This mage has gained much experience leading others into battle. As a result, level 1 and 2 units fight more effectively when they are adjacent to him. He also has the power to heal others during combat.
uk_ua: Цей маг отримав багатий бойовий і командирський досвід. В результаті, бійці першого і другого рівня б'ються ефективніше, коли він поруч. Він також уміє зцілювати соратників у бою.

source: This mage has gained some experience leading others into battle. As a result, level 1 units fight more effectively when they are adjacent to him.
uk_ua: Цей маг має деякий бойовий і командирський досвід. В результаті, бійці першого рівня б'ються ефективніше, коли він поруч.

source: This magic orb infuses the wielder’s melee attacks with fiery power, changing their damage type. It also improves fire resistance.
uk_ua: Ця магічна сфера зв'язує ближні атаки власника з вогняною силою, змінюючи тип їхньої шкоди. Вона також підвищує вогнестійкість.

source: This magic sword empowers the wielder’s melee attacks with the magical property.
uk_ua: Цей чарівний меч підсилює магічні атаки ближнього бою свого власника.

source: This magical object opens the gateway between dimensions.
uk_ua: Цей магічний об'єкт відкриває браму між вимірами.

source: This man was wearing a necklace with a pendant on it. I’m sure the shape means something.
uk_ua: Ця людина носила намисто з талісманом. Певно, що ця форма щось означає.

source: This manual page was originally written by Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.
uk_ua: Початковий автор сторінки - Cyril Bouthors E<lt>cyril@bouthors.orgE<gt>.

source: This map is already open.
uk_ua: Ця карта вже відкрита.

source: This map is an example of how to use the new (BfW v1.17) elevated terrain graphics. Please be advised that it is not intended for playing.
uk_ua: Ця карта є прикладом того, як використовувати нову (Битва за Веснот v1.17) графіку рельєфу. Зверніть увагу, що вона не призначена для гри.
